{
    "Title": "Spørmål og svar",
    "When and where": "Når og hvor trener vi?",
    "When and where answare 1": "Tirsdager kl 19-21 på “Gnisten”, Håsteinsgaten 3 - stort sett gjennom hele året.",
    "When and where answare 2": "Eventuelle ekstratreninger, som tidvis kan forekomme, meldes fortløpende.",
    "When and where answare 3": "Ofte legges det ut et innlegg på facebookgruppen vår,",
    "BAC FB group link des": "Link til facebookgruppen til Bergen Armwrestling Club",
    "When and where answare 3.5": "i forkant av ukens trening, der mange melder sin ankomst",
    "Parking": "Er det parkeringsplass ved treningslokalet?",
    "Parking answare": "Ja, det noen gratis parkeringsplasser ved lokalet; rett foran lokalets vinduer og på høyre siden (når man ser mot lokalet). Det er også mulig å stå foran det gule bygget tilhørende kommunen. I gatene i området er det soneparkering.",
    "Wardrobe": "Er det garderobe?",
    "Wardrobe answare": "Vi disponerer stort toalett der det god plass til å skifte om man har behov for dette",
    "Bus": "Hvordan er bussforbindelsen til treningslokalet?",
    "Bus answare": "Man har en kort gåtur fra nærmeste busstopp. Se oppdaterte bussruter på skyss.no",
    "Last news": "Hvor får jeg “siste nytt” fra klubben?",
    "Last news answare 1": "På facebookgruppen,",
    "Last news answare 1.5": "legger vi aktuell informasjon om treninger, bestilling av klær, påminninger om kommende konkurranser osv. For øvrig er det bare å spørre styret om ting man måtte lure på.",
    "Last news answare 2": "Gruppen er lukket for å unngå mye unødig “vegginfo” på alles facebookfeed, men alle slipper til.",
    "Who trains here": "Hvem trener hos oss?",
    "Who trains here answare": "Per idag er hovedandelen medlemmer voksne, og noen ungdom. Vi har gutter og jenter på treningene. Flott om begge kjønn er representert! Ønsker også enda flere av den yngre garde til å trene med oss! Folk med svært variert bakgrunn trener med oss. Noen med mye treningsbakgrunn, andre uten.",
    "Kids": "Kan barn trene med oss?",
    "Kids answare": "Vi anbefaler en nedre grense på 13år, som er den laveste aldersgruppen i konkurranser også. Når de yngste starter å trene med oss, ønsker vi at foresatt/voksen er med initielt og har dialog med oss for å sikre god inngang til idretten. Ingen egne barnetreninger eksisterer per idag, men dette er noe vi vil kunne se på i fremtiden om interessen er stor nok.",
    "Compete to join": "Må man konkurrere for å trene med oss?",
    "Compete to join answare": "Nei, her er alle velkomne. Vi har utøvere på landslagsnivå og vi har de som trener uten konkurranseambisjoner.",
    "Leaders": "Er det trenere som leder treningene?",
    "Leaders answare 1": "Per idag er det fritt frem hvordan du vil trene, men vi har som mål at alle ser etter hverandre og passer på hverandre, og at alle kan bryte med alle. Er noen sterkere enn andre, kan den sterke f.eks “gi” den andre muligheter. Her kan man bruke strikk og teknikker som sikrer at begge parter får noe utav treningen. Vi har diverse manualer, kettlebells og strikk m.m. som man både kan varme opp med og trene styrke med. Noen varmer opp på håndbakbordet.",
    "Leaders answare 2": "Det er god kultur for å lære av hverandre både teknikk, taktikk, hvordan man bør trene på håndbakbordet og utenfor håndbakbordet. Noen har egne trenere, men de fleste har det ikke. Det er mye god informasjon på Youtube",
    "First time": "Hva gjør jeg første treningen?",
    "First time answare": "Er du ny i sporten anbefaler vi a du tar kontakt med en av de rutinerte medlemmene, gjerne en i styret, for å få opplæring i basisteknikker, og litt om hvordan treningene foregår. Vi er opptatt av at alle føler seg velkomne og at alle kan trene med alle.",
    "Training clothes": "Må jeg har noe spesielt treningstøy eller utstyr på treningene?",
    "Training clothes answare 1": "Nei, du kan trene i vanlig treningstøy. Alt nødvendig utstyr for å bryte håndbak har klubben.",
    "Training clothes answare 2": "Du kan kjøpe treningsskjorte på trening om du ønsker. Pris = 150kr",
    "Training clothes answare 3": "Vi har ellers klubbjakke man kan bestille",
    "Training clothes answare 4": "Annet klubbtøy vil kunne komme etter hvert.",
    "Cost": "Hva koster det å være medlem?",
    "Cost answare 1": "Medlemskontingenten er per 2024: 500kr for de som er 23 år og oppover. De under 23 år betaler 300kr. Kontingenten betales årlig og faktura sendes ut på nyåret.",
    "Cost answare 2": "Alle nye får mulighet til 4 prøvetreninger gratis, før man må stilling til innmelding.",
    "Who leads": "Hvem styrer klubben?",
    "Who leads answare 1": "Vi har et styre bestående av en leder, nestleder, 2 styremedlemmer og 1 varamedlem.",
    "Who leads answare 2": "Årlig gjennomføres generalforsamling der alle medlemmer inviteres og har anledning til å være med å ta opp saker og har stemmerett.",
    "Rules": "Hva er reglene i håndbak?",
    "Rules answare 1": "Hovedhensikten er å få motstanders hånd nedenfor en viss høyde på sin side av håndbakbordet. Man kan også vinne på at motstander gjør for mange feil.",
    "Rules answare 2": "Man konkurrerer stående på standardisert bord.",
    "Rules answare 3": "Man holder alltid albuen på paden, mens motsatt arm holder i peg (metallstang). Skuldrene er parallelle ved start, tommelknoker synes på begge hender, ingen berører hverandres hender med andre kroppsdeler. Håndleddene er rette",
    "Rules answare 4": "Dommeren sier “ready go!”, og etter dette kan man bøye håndledd så mye man vil og bevege seg det man trenger, så lenge albuen forblir på paden og andre armen holder i peg. Én fot må alltid være i bakken.",
    "Rules answare 5": "Farlige posisjoner for utøver der man har stor fare for å skade seg stoppes som regel av dommer.",
    "Rules answare 6": "Det finnes advarsler/warnings og feil/fouls. 2 advarsler kan bli til én feil - litt avhengig av om man er i “dommergrep” eller ei",
    "Rules answare 7": "For mer detaljer omkring regler, spør oss i klubben, evt les også på",
    "WAF link des": "Link til World Armwrestling Federation",
    "Rules answare 7.5": "sine sider.",
    "Sit down": "Kan man sitte og bryte håndbak?",
    "Sit down answare": "Ja, man har parabord med kortere ben for de som ikke kan stå og bryte. Klubben har ett sett med korte ben som kan settes på et bord ved behov.",
    "Technique": "Hvilke teknikker brukes?",
    "Technique answare 1": "I hovedsak kan man dele håndbak inn i 3 hovedteknikker.",
    "Technique answare 2": "Top roll: mye fokus på “håndkontroll” og å styre motstanders hånd",
    "Technique answare 3": "Hook: mer fokus på å bruke “armstyrke” og trekke motstander til paden.",
    "Technique answare 4": "Press: fokus på å bruke triceps og presse motstander ned mot pad",
    "More info technique": "Hvor kan jeg finne mer informasjon om teknikker og øvelser?",
    "More info technique answare 1": "Det finnes mye på nettet, særlig Youtube. Kanalen",
    "VoA link des": "Link til Voice of Armwrestlink sin Youtube kanal",
    "More info technique answare 2": "blant andre, i regi av to meritterte latviske utøvere, har veldig mange informative videoer i sitt arkiv.",
    "Damage": "Er det mye skader i håndbak?",
    "Damage answare": "Som i alle idretter er det jo alltid en sjanse for skader, særlig når man trener mot andre personer, men hvis man bruker tid på å få god og trygg teknikk, er risikoen for alvorlige skader liten. En viktig regel på treningene er at man aldri bryter raskt og brått mot andre uten å avtale det på forhånd - særlig hvis en er veldig mye sterkere/erfaren enn den andre. Ta vare på hverandre!",
    "Weight class": "Er det ulike klasser man konkurrerer i?",
    "Weight class answare": "Ja, det er både ulike vektklasser og aldersklasser, både for venstre arm og høyre arm. I Norge har man noe større vekthopp per klasse og færre vektklasser enn i EM og VM, grunnet antall deltakere. Seniorklassen er regnet som den tøffeste og er en “åpen” klasse der alle kan delta. Juniorklasser deles inn i flere trinn. Det finnes egne aldersklasser for de over 40 år, 50 år osv",
    "Compete what I need": "Hva hvis jeg vil konkurrere - hva trenger jeg?",
    "Compete what I need answare 1": "Da må du ha konkurranseskjorte. Denne kjøper du via klubbens lager, eller når det bestilles inn nye partier. På første skjorten dekker klubben 200kr av kostnaden. Ved nye bestillinger, legges det ut informasjon om dette på vår",
    "FB group link": "facebookgruppe.",
    "Compete what I need answare 2": "Du må ha lisens:",
    "Compete what I need answare 3": "Engangslisens eller årslisens. Årslisens er også inkludert en helseforsikring",
    "Compete what I need answare 4": "Lisens er via",
    "Link Bryteforbundet des": "Link til bryteforbundet sin hjemmeside",
    "Compete what I need answare 4.5": "og klubben har ingen økonomisk tilknytning til dette.",
    "Compete what I need answare 5": "Man må være klubbmedlem for å få lisens og klubben aktiverer muligheten for utøver til å betale lisens via",
    "Link MinIdrett des": "Link til Min Idrett sin hjemmeside",
    "Compete what I need answare 5.5": "Ta kontakt ved spørsmål.",
    "Compete what I need answare 6": "Man må betale en deltageravgift per arm (høyre og/eller venstre) og per vektklasse. Er man med i flere vektklasser, kan det være rabattert pris.",
    "Compete what I need answare 7": "Klubben dekker dommeravgift til Bryteforbundet på vegne av deltakerne.",
    "Doping": "Er det dopingkontroller i håndbak?",
    "Doping answare": "Ja, det er det. Sporten samarbeider med Antidoping Norge og vi er bl.a. sertifisert som Rent IL og oppfordrer alle utøvere til å gjennomføre sertifisering som Ren Utøver. Dopingkontroll skjer både på konkurranser og på treninger. Det kan også oppsøkes utøvere utenfor treningslokaler. Det er nulltoleranse for doping. Liste over forbudte stoffer finner man på",
    "Doping list": "dopinglisten.",
    "Doping list link des": "Link til antidoping norge sin dopingliste",
    "National": "Hvordan er håndbakmiljøet nasjonalt?",
    "National answare": "Håndbakmiljøet i Norge er svært åpent og avstanden fra topputøvere til nybegynnere er lav mtp informasjonsutveksling, vedbåde konkurranser og treninger. Det sies som regel klart “ja” om man er omkring og ønsker besøke andre klubber for å trene når man ikke er hjemme ved egen klubb. Det er en sport i fremdrift, nå med Norges Cup hvor flere stevner i året settes sammen, blant annet NM"
}
