{
    "Title": "Frequently asked questions",
    "When and where": "When and where do we train?",
    "When and where answare 1": "Tuesdays at 19-21 at “Gnisten”, Håsteinsgaten 3 - mostly throughout the year.",
    "When and where answare 2": "Extra trainings, which may occur from time to time, will be reported on an ongoing basis.",
    "When and where answare 3": "A post is often posted on our Facebook group,",
    "BAC FB group link des": "Link to the Facebook group of Bergen Armwrestling Club",
    "When and where answare 3.5": "ahead of the week's training.",
    "Parking": "Is there available parking lots at the venue?",
    "Parking answare": "Yes, there are some free parking spaces at the venue; directly in front of the venue's windows and on the right-hand side (when looking towards the venue). It is also possible to stand in front of the yellow building belonging to the municipality. There is zoned parking in the streets in the area.",
    "Wardrobe": "Is there a wardrobe?",
    "Wardrobe answare": "We have a large toilet where there is plenty of room to change if you need this",
    "Bus": "How is the bus connection to the venue?",
    "Bus answare": "It is a short walk from the nearest bus stop. Please check skyss.no for updated times.",
    "Last news": "Where can I get the “latest news” from the club?",
    "Last news answare 1": "On the Facebook group,",
    "Last news answare 1.5": "we post current information about training, ordering clothes, reminders about upcoming competitions, etc. Otherwise, just ask the board about things you might be wondering about.",
    "Last news answare 2": "The group is closed to avoid a lot of unnecessary “wall posts” on everyone's Facebook feed, but everyone is free to join.",
    "Who trains here": "Who trains with us?",
    "Who trains here answare": "As of today, the majority of members are adults, but we also have younger people training with us. We have both boys and girls in training. Great if both sexes are represented! We would love even more of the younger guard to train with us! People with very varied backgrounds train with us. Some with a lot of training background, others without.",
    "Kids": "Can children train with us?",
    "Kids answare": "We recommend a lower limit of 13 years, which is the lowest age group in competitions as well. When the youngest start training with us, we want the guardian/adult to be with us initially and to have a dialogue with us to ensure a good entry into the sport. No separate training for children exists as of today, but this is something we will be able to look at in the future if there is enough interest.",
    "Compete to join": "Do you have to compete to train with us?",
    "Compete to join answare": "No, everyone is welcome here. We have athletes at national team level and we have those who train without competitive ambitions.",
    "Leaders": "Are there trainers leading the training?",
    "Leaders answare 1": "As of today, it is free to decide how you want to train, but our aim is that everyone looks after each other, and that everyone can wrestle with everyone. If someone is stronger than others, the strong one can, for example, “give” the other opportunities. Here one can use elastics and techniques that ensure that both parties get something out of the training. We have various manuals, kettlebells and elastic bands etc. with which you can both warm up and train strength. Someone warms up on the armwrestling table.",
    "Leaders answare 2": "There is a good culture for learning from each other both technique, tactics, how one should train on the armwrestling table and outside the armwrestling table. Some have their own trainers, but most do not. There is a lot of good information on Youtube",
    "First time": "What do I do the first training?",
    "First time answare": "If you are new to the sport, we recommend that you contact one of the experienced members, preferably one on the board, to receive training in basic techniques, and a little about how the training takes place. We are concerned that everyone feels welcome and that everyone can train with everyone.",
    "Training clothes": "Do I have to wear any special training clothes or equipment during the training sessions?",
    "Training clothes answare 1": "No, you can train in normal training clothes. The club has all the necessary equipment to armwrestle.",
    "Training clothes answare 2": "You can buy a training shirt at training if you wish. Price = 150kr",
    "Training clothes answare 3": "We also have a club jacket that you can order.",
    "Training clothes answare 4": "Other club wear will be available later.",
    "Cost": "What does it cost to be a member?",
    "Cost answare 1": "The membership fee is per 2024: NOK 500 for those aged 23 and over. Those under 23 pay NOK 300. The quota is paid annually and an invoice is sent out in the new year.",
    "Cost answare 2": "All newcomers are given the opportunity for 4 trial trainings for free, before they have to register.",
    "Who leads": "Who manages the club?",
    "Who leads answare 1": "We have a board consisting of a chairman, deputy chairman, 2 board members and 1 deputy member.",
    "Who leads answare 2": "Annual general meetings are held where all members are invited and have the opportunity to take part in raising issues and have the right to vote.",
    "Rules": "What are the rules in armwrestling?",
    "Rules answare 1": "The main purpose is to get the opponent's hand below a certain height on their side of the backboard. You can also win if your opponent makes too many mistakes",
    "Rules answare 2": "You compete standing on a standardized table.",
    "Rules answare 3": "One always keeps the elbow on the pad, while the opposite arm holds the peg (metal rod). The shoulders are parallel at the start, knuckles are visible on both hands, no one touches each other's hands with other body parts. The wrists are straight.",
    "Rules answare 4": "The referee says “ready go!”, and after this you can bend your wrist as much as you want and move as much as you need, as long as the elbow remains on the pad and the other arm holds the peg. One foot must always be on the ground.",
    "Rules answare 5": "Dangerous positions for athletes where there is a high risk of injury are usually stopped by referees.",
    "Rules answare 6": "There are warnings and fouls. 2 warnings can turn into one mistake - a little depending on whether you are in the “judge's grip” or not",
    "Rules answare 7": "For more details about the rules, ask us at the club, possibly also read at",
    "WAF link des": "Link to World Armwrestling Federation",
    "Rules answare 7.5": "pages.",
    "Sit down": "Can you sit and Armwrestle?",
    "Sit down answare": "Yes, there are paraboards with shorter legs for those who cannot stand and wrestle. The club has one set of short legs that can be placed on a table if needed.",
    "Technique": "What techniques are used?",
    "Technique answare 1": "Basically, armwrestling can be divided into 3 main techniques.",
    "Technique answare 2": "Top roll: a lot of focus on “hand control” and controlling the opponent's hand",
    "Technique answare 3": "Hook: more focus on using “arm strength” and pulling opponents to the pad.",
    "Technique answare 4": "Press: focus on using the triceps and pushing the opponent down towards the pad.",
    "More info technique": "Where can I find more information about techniques and exercises?",
    "More info technique answare 1": "There is a lot on the internet, especially YouTube. The channel",
    "VoA link des": "Link to Voice of Armwrestling's Youtube chanel",
    "More info technique answare 2": "among others, under the direction of two meritorious Latvian athletes, has a lot of informative videos in its archive.",
    "Damage": "Is it dangerous?",
    "Damage answare": "As in all sports, there is always a chance of injury, especially when training against other people, but if you take the time to acquire good and safe technique, the risk of serious injury is small. An important rule in training is that you never wrestle quickly and suddenly against others without agreeing beforehand - especially if one is much stronger/more experienced than the other. Take care of each other!",
    "Weight class": "Are there different classes you compete in?",
    "Weight class answare": "Yes, there are both different weight classes and age classes, both for the left arm and the right arm. In Norway, there is a somewhat larger jump in weight per class and fewer weight classes than in the EC and WC, due to the number of participants. The senior class is considered the toughest and is an “open” class where everyone can participate. Junior classes are divided into several levels. There are separate age classes for those over 40, 50, etc",
    "Compete what I need": "What if I want to compete - what do I need?",
    "Compete what I need answare 1": "Then you must have a competition shirt. You buy this via the club's warehouse, or when new batches are ordered. On the first shirt, the club covers NOK 200 of the cost. For new orders, information about this is published on our facebook page.",
    "FB group link": "facebook group.",
    "Compete what I need answare 2": "You must have a license:",
    "Compete what I need answare 3": "One-time license or annual license. Annual license also includes health insurance",
    "Compete what I need answare 4": "The license is via",
    "Link Bryteforbundet des": "Link to bryteforbundet's homepage",
    "Compete what I need answare 4.5": "and the club has no financial connection to this.",
    "Compete what I need answare 5": "You have to be a club member to get a license and the club activates the option for athletes to pay for the license via.",
    "Link MinIdrett des": "Link to Min Idrett's homepage",
    "Compete what I need answare 5.5": "Get in touch if you have any questions.",
    "Compete what I need answare 6": "You must pay a participation fee per arm (right and/or left) and per weight class. If you are in several weight classes, there may be a discounted price.",
    "Compete what I need answare 7": "The club covers referee fees to the Bryteforbundet on behalf of the participants.",
    "Doping": "Are there doping controls in armwrestling?",
    "Doping answare": "Yes, it is. The sport collaborates with Antidoping Norge and we are, among other things, certified as Clean IL and encourages all athletes to complete certification as a Ren Utøver. Doping control takes place both at competitions and during training. Athletes can also be approached outside training premises. There is zero tolerance for doping. A list of prohibited substances can be found at",
    "Doping list": "doping list.",
    "Doping list link des": "Link to antidoping norge's doping list",
    "National": "What is the armwrestling environment like nationally?",
    "National answare": "The armwrestling environment in Norway is very open and the distance from top athletes to beginners is low in terms of information exchange, both during competitions and training. As a rule, a clear “yes” is said if you are around and want to visit other clubs to train when you are not at home at your own club. It is a sport in progress, now with the Norges Cup where several competitions a year are put together, including the NM"
}
